// @flow

module.exports = [
  {
    id: "1",
    key: "1",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  },
  {
    id: "2",
    key: "2",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  },
  {
    id: "3",
    key: "3",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  },
  {
    id: "4",
    key: "4",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  },
  {
    id: "5",
    key: "5",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  },
  {
    id: "6",
    key: "6",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  },
  {
    id: "7",
    key: "7",
    name: "李四",
    title: "李四因为什么进入了监狱",
    categories: ["高官", "牢狱"],
    birthday: "1966-09-09 18:09",
    createdAt: "2017-04-20 13:40",
    homePlace: {
      province: "山东",
      city: "济南",
      area: "市中区"
    },
    jobs: ["公务员", "老板"],
    children: "三儿俩女",
    knowledge: "女孩已经是第二次找我预测了，这次预测是与男友还能复合吗？我告诉她摇卦方法后，得到下面的卦象：卦理简析： 1、用神选取：女测感情，以官鬼爻为用神，在卦中用神两现，一个是官鬼未土，一个是官鬼丑土，按有动取动的原则，取官鬼未土为用神"
  }
];
